---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsHvacloadDoorCoolingLoadParam
source: html/af94b17d-4191-dc78-1441-80ad43dca32e.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsHvacloadDoorCoolingLoadParam Property

"Door Cooling Load"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsHvacloadDoorCoolingLoadParam { get; }
```